Revit 2023 API
ParameterTypeId.RbsPipeRoughnessParam Property
 "Roughness"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 23.0.0.0 (23.1.0.0)
Syntax
C#
public static ForgeTypeId RbsPipeRoughnessParam { get; }
Visual Basic
Public Shared ReadOnly Property RbsPipeRoughnessParam As ForgeTypeId
	Get
Visual C++
public:
static property ForgeTypeId^ RbsPipeRoughnessParam {
	ForgeTypeId^ get ();
}
See Also
ParameterTypeId Class
Autodesk.Revit.DB Namespace